    
    const professions = {
      nature: ["Агроном", "Археолог", "Астроном", "Биоинженер", "Биолог", "Биохимик", "Ботаник", "Генетик", "Географ", "Геолог", "Гидролог", "Зоолог", "Метеоролог", "Физик", "Философ", "Эколог"], //16
      machines: ["Инженер", "Каменщик", "Колорист", "Летчик", "Метролог", "Механик", "Моряк", "Производственный мастер", "Сварщик", "Системный администратор", "Слесарь", "Химик-технолог", "Электрик"], //13
      symbol_system: ["Архитектор", "Аудитор", "Бухгалтер", "Историк", "Копирайтер", "Лингвист", "Маркетолог", "Математик", "Менеджер по продукту", "Нотариус", "Переводчик", "Программист", "Сметчик", "Социолог", "Политолог", "Специалист по информационной безопасности", "Тестировщик", "Фармацевт", "Филолог", "Финансист", "Экономист", "SEO-специалист"], //22
      arts: ["Бренд-менеджер", "Дизайнер", "Музыкант", "Режиссер", "Скульптор", "Фотограф", "Художник"], //7
      human: ["Воспитатель детского сада", "Врач", "Дипломат", "Журналист", "Культуролог", "Логист", "Логопед", "Медсестра/Медбрат", "Менеджер по PR", "Менеджер по ВЭД", "Менеджер по закупкам", "Менеджер по персоналу", "Менеджер по продажам", "Налоговый инспектор", "Психиатр", "Психолог", "Риелтор", "Страховой агент", "Учитель", "Юрист", "Event-менеджер", "SMM-специалист"] //22
    }
    

    const prof_fives = [
      ["Агроном", "Инженер", "Архитектор", "Бренд-менеджер", "Воспитатель детского сада"],
      ["Археолог", "Каменщик", "Аудитор", "Дизайнер", "Врач"],
      ["Астроном", "Колорист", "Бухгалтер", "Музыкант", "Дипломат"],
      ["Биоинженер", "Летчик", "Историк", "Режиссер", "Журналист"],
      ["Биолог", "Метролог", "Копирайтер", "Скульптор", "Культуролог"],
      ["Биохимик", "Механик", "Лингвист", "Фотограф", "Логист"],
      ["Ботаник", "Моряк", "Маркетолог", "Художник", "Логопед"],
      ["Генетик", "Производственный мастер", "Математик",  "Медсестра/Медбрат", "Географ"],
      ["Геолог", "Сварщик", "Менеджер по продукту", "Менеджер по PR", "Гидролог"],
      ["Зоолог", "Системный администратор", "Нотариус", "Менеджер по ВЭД", "Переводчик"],
      ["Менеджер по закупкам", "Программист", "Метеоролог", "Слесарь", "Сметчик"],
      ["Менеджер по персоналу", "Социолог", "Фармацевт", "Event-менеджер", "Налоговый инспектор"],
      ["Менеджер по продажам", "Химик-технолог", "Политолог", "Психолог", "Психиатр"],
      ["Специалист по информационной безопасности", "Риелтор", "Физик", "Филолог", "Юрист"],
      ["Тестировщик", "Философ", "Страховой агент", "Финансист", "SMM-специалист"],
      ["Эколог", "Электрик", "Экономист", "Учитель",  "SEO-специалист"]
    ];

const jobs_based_on_spheres = {
  "physics_and_math": ["Математик", "Физик", "Астроном", "Аудитор", "Бухгалтер", "Архитектор", "Финансист", "Экономист", "Программист", "Сметчик", "Тестировщик", "Лингвист", "Специалист по информационной безопасности"], //13
        "chemistry_and_biology": ["Агроном", "Биоинженер", "Биолог", "Биохимик", "Ботаник", "Генетик", "Эколог", "Зоолог", "Химик-технолог" ], //9
        "radio_and_electronics": ["Электрик"], //1
        "mechanics_and_design": ["Инженер", "Каменщик", "Колорист", "Метролог", "Механик", "Производственный мастер", "Сварщик", "Системный администратор", "Слесарь"], //9
        "geography_and_geology": ["Географ", "Метеоролог", "Гидролог", "Геолог"], //4
        "literature_and_arts": ["Художник", "Скульптор", "Дизайнер", "Фотограф", "Музыкант", "Режиссер", "Переводчик", "Журналист", "Копирайтер", "SEO-специалист", "SMM-специалист", "Бренд-менеджер"], //12
        "history_and_politics": ["Историк", "Культуролог", "Филолог", "Археолог", "Менеджер по PR", "Социолог", "Политолог", "Дипломат", "Философ",  "Юрист", "Нотариус"], //11
        "teaching_and_medicine": ["Учитель", "Воспитатель детского сада", "Логопед", "Врач", "Медсестра/Медбрат", "Психиатр", "Психолог", "Фармацевт", "Менеджер по персоналу"], //9
        "entrepreneurship": ["Менеджер по закупкам", "Менеджер по продажам", "Риелтор", "Страховой агент", "Event-менеджер", "Маркетолог", "Логист", "Менеджер по ВЭД", "Менеджер по продукту"], //9
        "sports_and_military": ["Летчик", "Налоговый инспектор", "Моряк"] //3
}
